model_aneurysm_Re250/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    walls
    {
        type            wall;
        nFaces          84770;
        startFace       2504627;
    }
    inlet
    {
        type            patch;
        nFaces          1272;
        startFace       2589397;
//        matchTolerance  0.0001;
//        neighbourPatch  outlet;
    }
    outlet
    {
        type            patch;
        nFaces          1272;
        startFace       2590669;
//        matchTolerance  0.0001;
//        neighbourPatch  inlet;
    }
)

// ************************************************************************* //
